temp_runs/case_323/0/k
FoamFile { version 2.0; format ascii; class volScalarField; object k; }
dimensions [0 2 -2 0 0 0 0]; internalField uniform 0.03422037760416666;
boundaryField { inlet { type fixedValue; value uniform 0.03422037760416666; } outlet { type zeroGradient; } walls { type kqRWallFunction; value uniform 0.03422037760416666; } frontAndBack { type empty; } }
